Repository: patryktomaszewski/engraving-machine-project
Catalog: Logical/mappView/Visualization/Resources/Texts/VisualizationTexts.tmx
Source language: en
Languages: pl

source: Main Page
pl: Strona Główna

source: Alarms
pl: Alarmy

source: Alarms History
pl: Historia Alarmów

source: Charts
pl: Wykresy

source: Position
pl: Pozycja

source: Velocity
pl: Prędkość

source: Emergency STOP
pl: STOP Awaryjny

source: Logged in as:
pl: Zalogowany jako:

source: Login
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Choose Program
pl: Wybierz Program

source: Automatic Mode
pl: Tryb Automatyczny

source: Automatic Mode ON / OFF
pl: Tryb Automatyczny ON / OFF

source: Automatic Mode Configuration
pl: Tryb Automatyczny Konfiguracja

source: Manual Mode
pl: Tryb Manualny

source: Manual Mode ON / OFF
pl: Tryb Manualny ON / OFF

source: Manual Mode Configuration
pl: Tryb Manualny Konfiguracja

source: STOP Mode
pl: Tryb STOP

source: STOP Mode ON / OFF
pl: Tryb STOP ON / OFF

source: POWER
pl: ENERGIA

source: Power ON / OFF
pl: Energia ON / OFF

source: Jog Mode ON / OFF (You must turn OFF Jog mode to choose position and velocity)
pl: Tryb Jog ON / OFF ( musisz wyłączyć tryb Jog , aby wybrać pozycję i prędkość osi)

source: Move Chosen Axis
pl: Przesuń wybraną oś

source: X AXIS
pl: Oś X

source: Y AXIS
pl: Oś Y

source: Z AXIS
pl: Oś Z

source: S AXIS
pl: Oś S

source: X Axis Chart
pl: Wykres Osi X

source: Y Axis Chart
pl: Wykres Osi Y

source: Z Axis Chart
pl: Wykres Osi Z

source: S Axis Chart
pl: Wykres Osi S

source: Acknowledge All
pl: Potwierdź wszystkie

source: Acknowledge Selected Item
pl: Potwierdź wybrany element

source: Acknowledge Emergency Button Alarms
pl: Potwierdź alarm przycisk alarmowy

source: Acknowledge Too Small Elements Alarms
pl: Potwierdź alarm element za mały

source: Choose Position and Velocity
pl: Wybierz Pozycję i Prędkość

source: Actual Mode
pl: Aktualny Tryb

source: Username
pl: Nazwa Użytkownika

source: Password
pl: Hasło

source: Choose number of Elements to process
pl: Wybierz ilość elementów do wygrawerowania

source: Number of processed elements
pl: LIczba wygrawerowanych elementów
